Repository: opensourcesys/speechLogger
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br

source: Toggles logging of local speech
pt_br: Alterna o registro de fala local

source: Stopped logging local speech.
pt_br: Fim da gravação do log local.

source: Started logging local speech.
pt_br: Iniciando a gravação de log local.

source: Local speech logging has been disabled by an error or your NVDA configuration.
pt_br: O registro de fala local foi desabilitado por um erro de configuração ou pelo NVDA

source: Toggles logging of remote speech
pt_br: Alterna o registro de fala remota

source: Stopped logging remote speech.
pt_br: Parando a gravação de fala remota.

source: Started logging remote speech.
pt_br: Iniciando a gravação de fala remota.

source: Could not log remote speech, probably not connected.
pt_br: Não foi possível gravar o log da fala remota, provavelmente você não está conectado.

source: Failed! Could not find the NVDA Remote add-on.
pt_br: Falha! Não foi possível encontrar o complemento NVDA Remote instalado no seu NVDA.

source: Remote speech logging has been disabled by an error or your NVDA configuration.
pt_br: O registro de fala remota foi desabilitado por um erro de configuração ou do nvda.
